Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source:  Knees Out Sit with both knees bent. Push both legs out and slowly return your legs to the center. Knees In Sit with both knees bent. Place a pillow between your knees. Squeeze for 5 to 10 seconds. © 2007 - April 18, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Active Leg Range of Motion Exercises: Sitting. Russian.
ru:  Разведение коленей Сядьте, согнув колени. Разведите обе ноги, затем медленно сведите ноги к центру. Сведение коленей Сядьте, согнув колени. Поместите подушку между коленями. Сожмите ее на 5-10 секунд. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Active Leg Range of Motion Do all these exercises slowly. Do not hold your breath during these exercises. If unusual pain occurs in your joints or muscles while you are exercising, do not continue the exercise. Do each exercise _____ times, _____ times a day. Toe / Heel Raises Hold onto a stable object. Rise up on your toes and hold for ____ seconds. Rock back on your heels and hold for ____ seconds. Hip Extensions Hold onto a stable object, keeping your legs shoulder width apart and toes pointed forward. Slowly extend one leg back, keeping your knee straight. Do not lean forward. Repeat using other leg. Active Leg Range of Motion Exercises: Standing. Russian.
ru: для ног в стоя Exercises: Standing Выполняйте упражнения медленно. Не задерживайте дыхание. Если во время упражнений у вас появились непривычные болезненные ощущения в мышцах или суставах, перестаньте выполнять их. Выполняйте каждое упражнение по _______ повторений, _____ раз(а) в день. Перемещение с носков на пятки Возьмитесь за устойчивый предмет. Поднимитесь на носки и оставайтесь в этом положении ____ сек. Опуститесь на пятки и оставайтесь в этом положении ____ сек. Растяжение мышц бедра Возьмитесь за устойчивый предмет, поставьте ноги на ширине плеч носками вперед. Медленно вытяните одну ногу назад, не сгибая ее в колене. Не наклоняйтесь вперед. Повторите упражнение с другой ногой.

source:  Hip Abduction Hold onto a chair for balance. Move your leg out to the side then return to the starting position. Repeat with your other leg. Mini-squats Hold onto a stable object. Slowly bend your knees. Keep both feet on the floor.  Hip / Knee Flexion Stand with your feet slightly apart. Lift your right knee up to waist level. Return your foot to the floor. Repeat with your left leg. © 2013 - March 15, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Active Leg Range of Motion Exercises: Standing. Russian.
ru:  Отведение бедер Возьмитесь за стул для равновесия. Отведите ногу в сторону, затем верните ее в исходное положение. Повторите эти действия с другой ногой. Мини-приседания Возьмитесь за устойчивый предмет. Медленно согните ноги в коленях. Ступни должны быть прижаты к полу.  Сгибание бедер и коленей Станьте, слегка расставив ноги. Поднимите правое колено до уровня талии. Поставьте ногу на пол. Повторите упражнение с левой ногой. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Active Leg Range Do these exercises on your back _____ times, _____ times a day.  Ankle Pumps Move your foot up and down as if pushing down or letting up on a gas pedal in a car.  Quad Sets Lie on your back with your legs straight and toes pointed toward the ceiling. Tighten your thigh muscles and push your knee down to the bed. Hold for 5 seconds and release. Short Arc Quads Place a large can or rolled towel under your knee. Straighten your knee and leg. Hold ____ seconds. Active Leg Range of Motion. Russian.
ru: для ног of Motion Выполняйте эти упражнения, лежа на спине, по _____ повторений, _____ раз(а) в день.  Качающие движения голеностопного сустава Двигайте стопой вверх и вниз, как будто вы надавливаете или отпускаете педаль газа в автомобиле.  Упражнение на мышцы бедра Лягте на спину, подняв прямые ноги к потолку. Напрягите мышцы бедер и прижмите заднюю поверхность колена к кровати. Задержитесь в этом положении на 5 секунд, затем расслабьтесь. Упражнение «Короткая дуга» на мышцы бедра Положите под колено большую банку или скрученное полотенце. Выпрямите ногу в колене. Удерживайте ногу в таком положении ____ сек.

source:  Gluteal Sets Squeeze your buttocks together. Hold for 5 seconds and release.  Straight Leg Raise Lift your leg toward the ceiling while keeping your knee straight. Bend the opposite knee. Hip and Knee Bending Bring your leg in towards your chest, bending the knee and hip. You also can do this exercise sitting. Hip Rotation Roll your leg in towards your other leg and then back out. Active Leg Range of Motion. Russian.
ru:  Упражнения на ягодицы Сожмите ягодицы. Удерживайте их в таком положении 5 секунд, затем расслабьтесь. Подъем прямой ноги Поднимите прямую ногу вверх. Вторая нога должна быть согнута в колене. Сгибание ноги в бедре и колене Поднимите согнутую в колене и бедре ногу в направлении груди. Это упражнение также можно выполнять сидя. Поворот бедра Поверните ногу ко второй ноге, а затем – в противоположном направлении.

source:  Hip Outward and Inward Move your leg out to the side and then back, keeping your knee straight and pointed towards the ceiling.  Knee Push Put a towel roll under your ankle and push your knee down into the bed. © 2013 - March 17, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Active Leg Range of Motion. Russian.
ru:  Движения бедер внутрь и наружу Отведите ногу в сторону, затем верните ее в исходное положение, не сгибая ногу в колене. При этом нога должна быть направлена к потолку.  Прижимание колена Поместите свернутое полотенце под лодыжку и прижмите колено по направлению к полу. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: : Active Range of Motion Forearms, Repeat these exercises ____ times, _____ times a day. Do only the exercises checked. Do the exercises with:  Both arms  Right arm Left arm Wrists 1 Rest your arm on a table and hang your hand over the edge. Slowly bend your wrist up and down.  Wrists 2 Rest your arm on a table and hang your wrist over the edge. Move your wrist in circles to the right and to the left. Active Range of Motion Exercises: Wrists, Elbows,
ru: двигательные запястья, локти, и плечи Exercises: Wrists, Elbows, and Shoulders Повторяйте каждое упражнение _____ раз, _____ раз в день. Выполняйте только отмеченные упражнения. Выполняйте упражнения:  Обеими руками  Правой рукой Левой рукой Запястья 1 Положите руку на стол так, чтобы ладонь выходила за край стола. Медленно изгибайте запястье вверх и вниз.  Запястья 2 Положите руку на стол так, чтобы запястье выходило за край стола. Делайте вращательные движения запястьем направо и налево. Forearms and Shoulders. Russian.

source:  Wrists 3 Put your arm with your hand, palm down, on the table. Move your hand toward the little finger side. Then move the hand toward the thumb side. Keep your arm still. Forearms Place your arm at your side with elbow bent and tucked in at your side. Turn your hand so that the palm faces up to the ceiling. Now turn your hand so that the palm faces down to the floor.  Elbows Place your arm down at your side with elbow straight. Bend the elbow and bring your hand up to touch your shoulder. Active Range of Motion Exercises: Wrists, Elbows, Forearms and Shoulders.
ru:  Запястья 3 Положите руку и кисть руки на стол ладонью вниз. Передвиньте кисть руки по направлению к мизинцу. Затем передвиньте кисть руки по направлению к большому пальцу. Не шевелите рукой. Предплечья Прижмите руку к туловищу, согнув ее в локте и подогнув ее к боку. Поверните кисть руки таким образом, чтобы ладонь была повернута вверх. Поверните кисть руки таким образом, чтобы ладонь была повернута вниз.  Локти Прижмите руку к туловищу, не сгибая локоть. Согните локоть и поднимайте кисть руки до тех пор, пока она не коснется плеча. Russian.

source:  Shoulders 1 Place your arm at your side, palm turned in. Keep your elbow straight, and raise the arm up in front of your body and up toward the ceiling. Gently stretch your arm up then bring it down. Active Range of Motion Exercises: Wrists, Elbows, Forearms and Shoulders.
ru:  Плечи 1 Прижмите руку к туловищу ладонью внутрь. Не сгибая локоть, поднимите руку перед собой, а затем вверх. Мягко вытяните руку, а затем опустите ее. Russian.

source:  Shoulder 2 With your arm at your side, palm facing in, raise your arm straight out to shoulder height. Bending the elbow, raise your hand up toward the ceiling, then down toward the floor.  Shoulder 3 With your arm at your side, palm facing in, raise your arm straight out to the side, to shoulder height. Lower your arm to starting position. © 2007 - February 28, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Active Range of Motion Exercises: Wrists, Elbows, Forearms
ru:  Плечи 2 Прижмите руку к туловищу ладонью внутрь, затем поднимите руку до уровня плеч. Изгибая локоть, поднимите руку вверх, затем вниз.  Плечи 3 Прижмите руку к туловищу ладонью внутрь, затем поднимите руку до уровня плеч. Изгибая локоть, поднимите руку вверх, затем вниз. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as and Shoulders. Russian.

source: Advance Advance directives are legal documents to tell your loved ones and your doctors about the medical treatment you would want if you are not able to speak for yourself. Because a severe illness or accident can happen at any time, all adults should have advance directives. It is important to let your health care team know if you have advance directives, so they are aware of them and can honor your health care choices. You will be asked if you have advance directives if you are in the hospital. Here are answers to some common questions about advance directives. What is an Advance Directive? An advance directive tells your doctors and other health care workers what types of care you would like to have if you become unable to make medical decisions. This may occur because you are: • In a serious accident • Very ill and near death • In a coma • Very confused or in late stages of dementia Advance Directives. Russian.
ru: распоряжения Directives Предварительные распоряжения — это юридические документы, в которых вы сообщаете своим близким и врачам ваши пожелания в отношении вашего лечения, если вы будете не в состоянии принимать медицинские решения. Такие распоряжения должны иметься у всех взрослых граждан, поскольку тяжелая болезнь или несчастный случай могут наступить в любой момент. Важно, чтобы лечащий персонал знал, есть ли у вас предварительные распоряжения, и мог действовать в соответствии с вашим выбором. У вас спросят, есть ли у вас предварительные распоряжения, когда вы поступите в больницу. Ниже представлены ответы на некоторые общие вопросы о предварительных распоряжениях. Что такое «предварительные распоряжения»? Предварительные распоряжения — это документы, в которых вашим врачам и другим медицинским работникам сообщается, какое лечение вы хотели бы получить, если окажетесь не в состоянии принимать медицинские решения. Такая ситуация возможна, если вы: • получите серьезную травму; • будете тяжело больны или находиться при смерти; • окажетесь в коме; • будете испытывать спутанность сознания или находиться на поздних стадиях деменции.

source: In the United States, there are forms you can fill out to tell health care workers about the care you want. These forms are called: • Health Care Power of Attorney (POA) • Living Will • Do Not Resuscitate (DNR) Order In some states, these forms may be combined. What is a Health Care Power of Attorney? This form allows you choose someone you trust to make health decisions if you are unable to do so yourself. You may also hear this called a medical power of attorney or health care proxy. This person can be a spouse or partner, parent, friend, or someone you trust to make health decisions for you. You may also choose to have an alternate, in case the person is not able to fulfill the role. The doctor shares information about your condition and care with the person you choose. • The doctor and other members of your health care team are not able to serve as your health care power of attorney. • This is not the same as a power of attorney for financial decisions. Advance Directives. Russian.
ru: В США существует несколько документов, посредством которых можно сообщить свой выбор относительно лечения: • доверенность на принятие медицинских решений; • завещание на случай недееспособности; • распоряжение об отказе от реанимации. В некоторых штатах эти документы могут быть объединены. Что такое «доверенность на принятие медицинских решений»? Данный документ позволяет назначить человека, которому вы доверяете право принимать решения о вашем лечении в случае, если вы утратите способность делать это самостоятельно. Иногда этот документ называют медицинской доверенностью или доверенностью на право представлять интересы больного. Вашим представителем может быть ваш(а) супруг(а) или партнер, родитель, друг или иное лицо, которому вы доверяете принимать от вашего имени все решения о вашем здоровье. Вы можете назначить еще одного представителя на случай, если первый выбранный вами человек не сможет выполнять эту роль. Ваш представитель будет получать от врачей информацию о вашем состоянии и лечении. • Врач и другие медицинские работники, осуществляющие уход за вами, не могут выступать в качестве представителей по медицинским вопросам. • Этот документ отличается от доверенности на финансовые решения.

source: What is a Living Will? A living will is a form that tells the type of medical treatment you want in certain situations. It only comes into effect if you are terminally ill or permanently unconscious, such as in a coma. In a living will, you can tell health care providers about the type of help you want or do not want, such as machines to help you breathe or feeding tubes if you cannot eat normally. What is a DNR order? A do not resuscitate (DNR) order is another type of advance directive, or it may be combined in the Living Will. It allows you to tell your doctors you do not want to have cardiopulmonary resuscitation (CPR) or other treatment to try to revive you if your heart stops or if you stop breathing. When I fill out these forms, who do I give Advance Directive papers to? Give a copy of these forms to your doctor. Give one to the person or people who will represent you. Tell health care providers and caregivers that you have an advance directive. It is also a good idea to have a copy with you if you need to go to the hospital for surgery or treatment. Advance Directives. Russian.
ru: Что такое «завещание на случай недееспособности»? Завещание на случай недееспособности — это документ, в котором указывается, какое лечение вы хотите получить в определенных ситуациях. Он вступает в силу только в том случае, если вы будете находиться в терминальной стадии заболевания или в постоянно бессознательном состоянии (например, в коме). В этом документе вы можете сообщить лечащему персоналу, какую помощь вы хотите или не хотите получать, например использовать ли оборудование, облегчающее дыхание, или давать ли питание через зонд/ посредством внутривенных вливаний. Что такое «распоряжение об отказе от реанимации»? Распоряжение об отказе от реанимации — еще один вид предварительных распоряжений. Иногда этот документ объединяют с завещанием на случай недееспособности. Данный документ содержит указание для медицинского персонала о том, чтобы вас не реанимировали в случае остановки дыхания или сердца. Кому нужно отдать заполненные предварительные распоряжения? Дайте по одному экземпляру каждого из этих документов лечащему врачу и своим представителям по медицинским вопросам. Сообщите своим поставщикам медицинских услуг и ухаживающим за вами лицам, что у вас есть предварительные распоряжения. Также рекомендуется иметь при себе копии этих документов при поступлении в больницу для лечения или операции.

source: How can I make or change my Advance Directive? If you have questions or wish to put your choices in writing, tell your doctor or health care provider. You can change or make a new advance directive at any time. Simply destroy the old one and complete a new form. Be sure to provide new copies to your doctors and to the person or people who will represent you. © 2012 - September 1, 2020, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Advance Directives. Russian.
ru: Как составить и как изменить свои предварительные распоряжения? Если у вас есть вопросы или вы хотите зафиксировать ваше желание в письменном виде, сообщите своему врачу или поставщику медицинских услуг. Вы можете в любое время изменить имеющиеся предварительные распоряжения или составить новые. Просто уничтожьте старый документ и заполните новый бланк. Обязательно предоставьте новые копии распоряжений лечащему врачу и своим представителям. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Allergies An allergy occurs when the body reacts to a substance. This may cause a mild to severe problem. There are different kinds of allergies. The most common allergies are to: • Things in the air such as pollen, mold, pet dander, or dust • Things you touch such as metal, latex, or chemicals • Foods you eat or drink such as eggs, peanuts, nuts, milk, soy, wheat, or shellfish PEANUT BUTTER • Insect stings, such as from yellow jackets, bees, wasps, hornets, or ants • Medicines, such as antibiotics An allergy cannot be cured, but treatment can help you feel better. The best plan is to avoid the substances that make your symptoms, or signs, worse. Symptoms The most common symptoms of allergies are itchy, runny, or stuffy nose, hives, or skin rashes. More severe allergy symptoms are swelling, wheezing or trouble breathing. If you have trouble breathing, call 911. Other symptoms depend on the cause of the allergy and may include: • Itchy, runny, or stuffy nose • Sinus pressure • Sneezing • Itchy, red, swollen, burning, or watery eyes Allergies. Russian.
ru: Аллергия — это реакция организма на различные вещества. Она может проявляться в виде умеренных или ярко выраженных симптомов. Существуют различные виды аллергии. Чаще всего аллергию вызывают: • С одержащиеся в воздухе частицы: пыльца, плесень, пыль и аллергены животных • В ещества при прикосновении к ним: металл, латекс и химикаты • Продукты и напитки: яйца, орехи, молоко, соя, пшеница и моллюски • Укусы ос, пчел, шершней и муравьев и других насекомых • Медикаменты, в частности антибиотики Аллергию нельзя вылечить, но можно улучшить самочувствие с помощью лекарств. Лучше всего избегать контакта с веществами, вызывающими аллергию. Симптомы Чаще всего аллергия проявляется в виде насморка, зуда или заложенности носа, крапивницы и сыпи на коже. В тяжелых случаях появляется отек, свистящее или затрудненное дыхание. Если вам тяжело дышать, позвоните по телефону 911. Прочие симптомы зависят от причины аллергии. Среди них можно выделить: • Насморк, зуд или заложенность носа • Заложенность носовых пазух • Чиханье • Покраснение, зуд, опухание, жжение глаз или слезотечение

source: • Itchy throat or cough • Less able to taste or smell • Headaches • Nausea or vomiting • Abdominal pain or cramping • Diarrhea • Swelling around the mouth or trouble swallowing Your Care Your doctor will ask you about your symptoms. Skin or blood tests may be done to check for allergies. Your doctor may suggest over the counter or prescription medicines or injections to treat your symptoms. Call your doctor if you have: • Symptoms that get worse or keep you from doing your normal activities • A fever over 101 degrees F or 38 degrees C Talk to your doctor or nurse if you have any questions or concerns. © 2005 − October 25, 2022, Health Information Translations found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Allergies. Russian.
ru: • Кашель или першение в горле • Ухудшение обоняния или вкуса • Головные боли • Тошнота или рвота • Боль или схватки в животе • Понос • Опухание вокруг рта или проблемы с глотанием Лечение Врач спросит вас о ваших симптомах. Выявить аллергию помогают кожные пробы или анализы крови. Для устранения симптомов аллергии врач может прописать инъекции либо лекарства, отпускаемые по рецепту или без рецепта. Позвоните врачу, если у вас: • Симптомы усилились или мешают вести привычный образ жизни • Температура выше 101 °F или 38 °С Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as
